sea-shell-soap-wiremock/sea-shell-soap-service/src/main/resources/mock/requests/tops/top1.xml

<?xml version="1.0" ?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns2:Tops xmlns:ns2="http://org.jesperancinha.shells/SeaShellsWSDLTops/">
            <TopId>1</TopId>
        </ns2:Tops>
    </S:Body>
</S:Envelope>
